[
  {
    "id": 1,
    "name": "צומת האחדות",
    "description": "דגם ארכיטקטוני עתידני רחב של מקדש המשולב עם פירמידה. הבסיס הפירמידלי עשוי חומרים מבריקים כמו זכוכית ופלדה וממשיך למקדש מודרני עם קשתות, עמודים וכיפה זוהרת במרכז. העיצוב משלב דוגמאות גאומטריות, מפלי מים וצמחייה מקיפה באווירה הרמונית ומכבדת המאחדת תרבויות ומדגישה חדשנות."
  },
  {
    "id": 2,
    "name": "היכל הקריסטל",
    "description": "דגם מקדש עתידני מפואר המשולב עם פירמידה ומקרין רוחניות וקדושה. הבסיס הפירמידלי עשוי זהב וקריסטל מנצנצים ומוביל למקדש מרשים עם תבליטים מורכבים, סמלי אנרגיה זוהרים וגאומטריות מקודשות. בראשו כדור קורן המסמל אנרגיה אלוהית וסביבו גנים מטופחים, מים זורמים ושבילים מוארים באור אתריאלי ליצירת אווירה שלווה ומעוררת יראה."
  },
  {
    "id": 3,
    "name": "מנסרה מיסטית",
    "description": "דגם מקדש עתידני גרנדיוזי המשולב עם פירמידה וזוהר בהילה סגולה. הבסיס עשוי זכוכית וקריסטל מחזירי אור וממשיך למקדש מודרני עם דוגמאות מורכבות, סמלים מקודשים וקשתות. כיפה מרכזית פולטת זוהר סגול המסמל אנרגיה מיסטית, מוקפת גנים צבעוניים, מפלים ושבילים מוארים באורות סגולים ולבנים רכים ליצירת אווירה קסומה ומרוממת."
  },
  {
    "id": 4,
    "name": "מגדל הספקטרום",
    "description": "דגם מקדש עתידני משולב פירמידה הזוהר בהילה סגולה ומעוטר באורות כתומים, כחולים וירוקים נוצצים. הבסיס הקריסטלי ממשיך למקדש עם סמלים מקודשים וקשתות, בעוד הכיפה המרכזית מאירה באור סגול מוקפת ניצוצות צבעוניים. סביבו גנים, מפלים ושבילים המוארים בשילוב של אורות צבעוניים, היוצרים אווירה אתרית ומרוממת."
  },
  {
    "id": 5,
    "name": "כתר שמימי",
    "description": "מקדש עתידני יוקרתי במיוחד המשולב עם פירמידה, זוהר באור סגול ומעוטר בנצנוצים כתומים, כחולים וירוקים. הבסיס עשוי זהב וקריסטל וממשיך למקדש גרנדיוזי עם חריטות מקודשות, דוגמאות גאומטריות זוהרות וסמלים שמימיים. כיפה מרכזית מקרינה הילה סגולה עוצמתית וסביבתה גנים מטופחים, מפלים דינמיים ושבילים מוארים המשלבים אור סגול, זהב וצבעים נוספים לאווירה אלוהית ומרשימה."
  },
  {
    "id": 6,
    "name": "זוהר אלוהי",
    "description": "מקדש עתידני מפואר במיוחד המשולב עם פירמידה. הבסיס מזהב וקריסטל פולישיים וממשיך למקדש בעל חריטות מורכבות, סמלים מקודשים זוהרים ודוגמאות גאומטריות קורנות. המבנה מאיר בזוהר סגול מועצם בידי נצנוצים כתומים, כחולים וירוקים, עם כיפה מרכזית מפוארת שמפיצה אנרגיה אלוהית בלב גנים מדויקים, מפלים ושבילים מוארים."
  },
  {
    "id": 7,
    "name": "פסגה אתרית",
    "description": "מקדש עתידני מדהים ואולטרה-יוקרתי המשולב עם פירמידה. בסיס הזהב והקריסטל מתעצם לכדי מקדש מתמרן עם חריטות מורכבות, סמלים מקודשים סגולים ודוגמאות גאומטריות קורנות. כיפה מרכזית מפיצה אנרגיה אלוהית אינטנסיבית ומוקפת אורות כתומים, כחולים וירוקים מסנוורים בתוך גנים מושלמים, מפלים גרנדיוזיים ושבילים מוארים בהרמוניית צבעים."
  },
  {
    "id": 8,
    "name": "שיא קדוש",
    "description": "מקדש עתידני מפורט במיוחד המשולב עם פירמידה. בסיס הפירמידה עשוי זהב וחומרים קריסטליים וממשיך למקדש עם חריטות מורכבות, סמלים סגולים זוהרים ודוגמאות גאומטריות קורנות. כיפה מרכזית מפיצה אור אלוהי מוגבר בנצנוצי כתום, כחול וירוק, עם גנים מטופחים, מפלים ושבילים מוארים בגווני סגול וזהב ליצירת מקדש אתרית ומפואר."
  },
  {
    "id": 9,
    "name": "קודקוד זוהר",
    "description": "מקדש עתידני עוצר נשימה ויוקרתי במיוחד המשולב עם פירמידה. הבסיס מציג פירוט עשיר בזהב, כסף וקריסטל, והמקדש מעליו כולל קשתות מרשימות, דוגמאות סגולות זוהרות ומוטיבים גאומטריים קורנים. המבנה פולט אור סגול חי ומודגש בנצנוצי כתום, כחול וירוק סביב כיפה מרכזית זוהרת. סביבו גנים רחבי ידיים, מפלים ושבילים מוארים בגוונים מרובים ליצירת תחושת פאר ורוחניות נשגבת."
  },
  {
    "id": 10,
    "name": "מקדש אסטרלי",
    "description": "מקדש עתידני מפואר המשולב עם פירמידה. בסיס הפירמידה נוצץ בעיצובים מורכבים מזהב, קריסטל ופלטינה, וממשיך למקדש גבוה עם דוגמאות סגולות זוהרות ומוטיבים גאומטריים קורנים. המבנה מוקף נצנוצים כתומים, כחולים וירוקים, וכיפה מרכזית עצומה מאירה באור סגול שמימי. סביבתו כוללת גנים מרהיבים, מפלים ושבילים מוארים בצבעים מרובים לאווירת פאר רוחני."
  },
  {
    "id": 11,
    "name": "מקלט נשגב",
    "description": "מקדש עתידני יוצא דופן המשלב פירמידה עם מקדש ומציג פאר אלוהי חסר תקדים. הבסיס עשוי זהב, קריסטל ופלטינה זוהרים עם תבניות מקודשות, והמקדש מתרומם עם אור סגול קורן, מוטיבים גאומטריים מורכבים והדגשות כתומות, כחולות וירוקות. כיפה עצומה בראשה משדרת הילה שמימית, לצד גנים שלווים, מפלים ושבילים מוארים לאווירה אתרית ומרוממת."
  },
  {
    "id": 12,
    "name": "קודקוד שמימי",
    "description": "מקדש עתידני יוצא דופן המשולב עם פירמידה ומקרין פאר ואנרגיה אלוהית. בסיס הפירמידה עשוי זהב וקריסטל עם חריטות מקודשות ודוגמאות גאומטריות זוהרות, והמקדש מעליו מעוטר באורות סגולים, מוטיבים שמימיים והבלחות צבעוניות כתומות, כחולות וירוקות. כיפה עצומה בראשו פולטת הילה עוצמתית מעל גנים רחבים, מפלים ושבילים מוארים לאווירה נשגבת."
  },
  {
    "id": 13,
    "name": "הרמוניה אלוהית",
    "description": "מקדש עתידני יוצא דופן ומפואר המשולב עם פירמידה ומפיץ פאר רוחני חסר תקדים. בסיס הפירמידה עשוי זהב, פלטינה וקריסטל עם חריטות מקודשות ודוגמאות גאומטריות זוהרות, והמקדש מעליו מתרומם עם קשתות מרשימות, אורות סגולים שמימיים והדגשות כתומות, כחולות וירוקות. כיפה מונומנטלית פולטת הילה אלוהית מעל גנים נרחבים, מפלים ושבילים מוארים היוצרים אווירה של הוד והרמוניה רוחנית."
  },
  {
    "id": 14,
    "name": "שלווה קורנת",
    "description": "מקדש עתידני מרשים המשולב עם פירמידה ומציג יוקרה ושלווה רוחנית. בסיס הפירמידה עשוי זהב, כסף וקריסטל עם חריטות וסמלים מקודשים זוהרים. מעליו קשתות מרהיבות, תאורה סגולה והדגשות כתומות, כחולות וירוקות, עם כיפה מרכזית המפיצה הילה שמימית. סביבתו כוללת גנים רחבי ידיים, מפלים ושבילים מוארים ברכות היוצרים אווירת שלווה והדר."
  },
  {
    "id": 15,
    "name": "הוד מיסטי",
    "description": "מקדש עתידני מפואר המשולב עם פירמידה ומקרין יוקרה והדר רוחני. בסיס הפירמידה עשוי זהב, פלטינה וקריסטל עם דוגמאות מקודשות זוהרות ומוטיבים גאומטריים קרניים. המבנה העליון מעוטר באור סגול, מוטיבים שמימיים והדגשות כתומות, כחולות וירוקות עם כיפה מרכזית פולטת הילה אלוהית. סביבו גנים רחבי ידיים, מפלים ושבילים מוארים לאווירה אתרית והרמונית."
  },
  {
    "id": 16,
    "name": "מיזוג הרמוני",
    "description": "מקדש עתידני מרהיב המשלב יסודות שונים עם בסיס פירמידה מזהב, קריסטל ופלטינה. המבנה מתפתח למקדש גרנדיוזי עם חריטות מורכבות, סמלים מקודשים זוהרים ודוגמאות גאומטריות קורנות. כיפה מרכזית מפיצה אור סגול ומוקפת נצנוצים כתומים, כחולים וירוקים בין גנים, מפלים ושבילים מוארים לאווירה אלגנטית ומרוממת."
  },
  {
    "id": 17,
    "name": "הרמוניית אליסיום",
    "description": "מקדש עתידני מעודן המאגד את כל העיצובים הקודמים עם בסיס פירמידה מזהב, כסף וקריסטל. המקדש מתרומם עם חריטות מורכבות וסמלים מקודשים זוהרים ומלווה בספקטרום צבעים המשקף אנרגיה אלוהית. כיפה מרכזית מפיצה אור שמימי וסביבה גנים חיים, מפלים ושבילים מוארים המעניקים תחושת אחדות והרמה רוחנית."
  },
  {
    "id": 18,
    "name": "סימפוניה שמימית",
    "description": "מקדש עתידני מפואר המאחד את פאר כל העיצובים עם בסיס פירמידה מזהב, קריסטל ופלטינה. המקדש מציג חריטות מורכבות, סמלים מקודשים זוהרים ומערך צבעים ססגוני המסמל אנרגיה אלוהית. כיפה מרכזית פולטת אור קורן מעל גנים שופעים, מפלים זורמים ושבילים מוארים בקשת צבעים היוצרים תחושת התעלות רוחנית."
  },
  {
    "id": 19,
    "name": "נווה מדבר נשגב",
    "description": "מקדש עתידני מרהיב הלוכד את מהות העיצובים הקודמים עם בסיס פירמידה עשוי זהב, כסף וקריסטל. המבנה מעוטר חריטות מורכבות וסמלים מקודשים עם שילוב צבעים הרמוני המשדר אנרגיה אלוהית. כיפה מרכזית זוהרת מעל גנים שלווים, מפלים ושבילים מוארים היוצרים אווירת שלום והרמה רוחנית."
  },
  {
    "id": 20,
    "name": "מקדש אתרי",
    "description": "מקדש עתידני מרשים המשלב את יופיים של כל העיצובים עם בסיס פירמידה מזהב, כסף וקריסטל. המקדש מתרומם עם חריטות מורכבות, סמלים מקודשים זוהרים ושילוב צבעים המשקפים אנרגיה אלוהית. כיפה מרכזית מפיצה אור שמימי רך וסביבה גנים שופעים, מפלים שלוים ושבילים מוארים ליצירת אווירת שלווה וחיבור עמוק אל האלוהי."
  },
  {
    "id": 21,
    "name": "צומת אלוהית",
    "description": "מקדש עתידני יוצא דופן המגלם את פסגת האלגנטיות הארכיטקטונית עם בסיס פירמידה מזהב, כסף וקריסטל. המבנה מעוטר חריטות מורכבות, סמלים מקודשים זוהרים ושילוב צבעים המשדר אנרגיה אלוהית. כיפה מרכזית קורנת אור שמימי מעל גנים, מפלים ושבילים מוארים היוצרים תחושת אחדות ומקלט רוחני לנפש."
  },
  {
    "id": 22,
    "name": "ממלכת אליסיום",
    "description": "מקדש עתידני נשגב המגלם איחוד עליון של יופי ארכיטקטוני ומהות רוחנית. בסיס הפירמידה עשוי זהב, כסף וקריסטל מנצנצים, והמקדש מתרומם עם חריטות מורכבות, סמלים מקודשים זוהרים ושילוב צבעים המשקף אנרגיה אלוהית. כיפה מרכזית מפיצה אור שמימי מעל גנים שופעים, מפלים ושבילים מוארים לאווירת שלום, אחדות וחיבור עמוק אל האלוהי."
  },
  {
    "id": 23,
    "name": "מקלט שמימי",
    "description": "מקדש עתידני מפואר המייצג שיא של חדשנות ארכיטקטונית והרמוניה רוחנית. בסיס הפירמידה עשוי זהב, כסף וקריסטל ומעוטר חריטות מורכבות וסמלים מקודשים זוהרים במערך צבעים המבטא אנרגיה אלוהית. כיפה מרכזית משדרת זוהר שמימי רך מעל גנים ירוקים, מפלים ושבילים מוארים היוצרים מקלט של שלווה וקשר רוחני."
  },
  {
    "id": 24,
    "name": "עליונות אתרית",
    "description": "מקדש עתידני יוצא דופן המגלם את פסגת האמנות הארכיטקטונית וההארה הרוחנית. בסיס הפירמידה עשוי זהב, כסף וקריסטל ומציג חריטות מורכבות, סמלים מקודשים זוהרים ושילוב צבעים המשקף אנרגיה אלוהית. כיפה מרכזית מפיצה אור בוהק מעל גנים, מפלים ושבילים מוארים ליצירת תחושת תודעה נעלה וקשר עמוק עם האלוהי."
  }
]
